aaron-bond.better-comments@3.0.2
bjarne.hackerman-omarchy@1.0.0
bradlc.vscode-tailwindcss@0.14.29
christian-kohler.npm-intellisense@1.4.5
dbaeumer.vscode-eslint@3.0.24
dsznajder.es7-react-js-snippets@4.4.3
eamodio.gitlens@18.3.0
enkia.tokyo-night@1.1.2
esbenp.prettier-vscode@12.4.0
formulahendry.auto-rename-tag@0.1.10
formulahendry.code-runner@0.12.2
fuzionix.devtool-plus@0.5.1
github.vscode-github-actions@0.32.1
google.gemini-cli-vscode-ide-companion@0.20.0
hediet.debug-visualizer@2.4.0
ms-azuretools.vscode-containers@2.4.5
ms-kubernetes-tools.vscode-kubernetes-tools@1.4.0
ms-python.debugpy@2026.6.0
ms-python.python@2026.4.0
ms-python.vscode-pylance@2026.2.1
ms-python.vscode-python-envs@1.36.0
ms-vscode-remote.remote-containers@0.463.0
ms-vscode.cmake-tools@1.23.52
ms-vscode.cpptools@1.33.4
ms-vscode.cpptools-extension-pack@1.5.1
ms-vscode.cpptools-themes@2.0.0
ms-vsliveshare.vsliveshare@1.1.122
openai.chatgpt@26.707.41301
pkief.material-icon-theme@5.36.1
redhat.vscode-yaml@1.24.0
ritwickdey.liveserver@5.7.10
usernamehw.errorlens@3.28.0
yzane.markdown-pdf@2.1.0