1password-beta
1password-cli
7zip
aether
alacritty
alsa-utils
asdcontrol
atuin
awww
base
base-devel
bash-completion
bat
bluetui
bluez-utils
bolt
brave-bin
brightnessctl
btop
btrfs-progs
calf
candy-icons-git
chromium
clang
claude-code
cliamp
cmake
cpio
cups
cups-browsed
cups-filters
cups-pdf
dnsmasq
docker
docker-buildx
docker-compose
dosfstools
dotnet-runtime-9.0
duf
dust
easyeffects-git
edk2-ovmf
efibootmgr
evince
exfatprogs
expac
eza
fastfetch
fcitx5
fcitx5-gtk
fcitx5-qt
fd
ffmpegthumbnailer
figlet
firefox
flatpak
fontconfig
freerdp
fzf
ghostty
git
git-filter-repo
github-cli
gnome-calculator
gnome-disk-utility
gnome-keyring
gnome-themes-extra
google-chrome
gpu-screen-recorder
grim
gst-plugin-pipewire
gum
gvfs-mtp
gvfs-nfs
gvfs-smb
hypridle
hyprland
hyprland-guiutils
hyprland-preview-share-picker
hyprlock
hyprpicker
hyprsunset
imagemagick
impala
imv
inetutils
intel-media-driver
intel-ucode
inxi
iwd
jq
kdenlive
kernel-modules-hook
kvantum-qt5
lazydocker
lazygit
less
lib32-vulkan-intel
libpulse
libqalculate
libreoffice-fresh
libvirt
libxcrypt-compat
libyaml
limine
limine-mkinitcpio-hook
limine-snapper-sync
linux
linux-firmware
llvm
localsend
lsp-plugins
luarocks
mako
man-db
mariadb-libs
mise
mpv
mpvpaper
nautilus
nautilus-python
neovim
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
nss-mdns
nwg-dock-hyprland
obsidian
obs-studio
omarchy-keyring
omarchy-nvim
omarchy-walker
onboard
openbsd-netcat
opencode
pamixer
papirus-icon-theme
pavucontrol
pinta
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
playerctl
plocate
plymouth
polkit-gnome
postgresql-libs
power-profiles-daemon
python-gobject
python-poetry-core
python-pywal16
python-terminaltexteffects
qemu-full
qimgv
qt5-wayland
ripgrep
ruby
rust
satty
sddm
sddm-sugar-candy-git
signal-desktop
slurp
snapper
socat
soundfont-fluid
spotify
starship
sudo
sushi
swaybg
swaync
swayosd
sweet-cursors-hyprcursor-git
swtpm
system-config-printer
tesseract
tesseract-data-eng
thermald
tldr
tmux
tobi-try
tree-sitter-cli
ttf-dejavu
ttf-ia-writer
ttf-jetbrains-mono-nerd
typora
tzupdate
ueberzugpp
ufw
ufw-docker
unzip
usage
usbutils
uwsm
virt-manager
virt-viewer
visual-studio-code-bin
voxtype-bin
vpl-gpu-rt
vulkan-intel
waybar
wget
whois
wine
winetricks
wireless-regdb
wiremix
wireplumber
wl-clipboard
woff2-font-awesome
wtype
xcursor-breeze5
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-terminal-exec
xmlstarlet
xournalpp
yaru-icon-theme
yay
yazi
zam-plugins
zellij
zoxide
zram-generator
zsh
zsh-autosuggestions
zsh-syntax-highlighting
